{"id":"1b720ff2-18e0-11e4-9e3b-7f2f110c6265","title":"House GOP spikes border bill rather than see it defeated","shareurl":"http://wapo.st/1uLOZEc","items":[{"type":"title","content":"House GOP spikes border bill rather than see it defeated","mime":"text/plain"},{"type":"byline","content":"Paul Kane,Ed O'Keefe","mime":"text/plain"},{"type":"image","imageURL":"http://img.washingtonpost.com/rw/2010-2019/WashingtonPost/2014/07/31/Interactivity/Images/crop_60604336837.jpg","blurb":"House Speaker  John A. Boehner (R-Ohio) speaks to the media during his weekly news conference on Capitol Hill on July 31.  (Pete Marovich/European Pressphoto Agency)","imageWidth":3600,"imageHeight":1925,"mime":"image/jpeg"},{"type":"sanitized_html","subtype":"paragraph","content":"House Republican leaders pulled Speaker John A. Boehner’s slimmed-down legislation to address the brewing crisis at the U.S.-Mexico border amid a conservative revolt over the fact the $659 million proposal did not address the core causes of unaccompanied Central American minors arriving at the border.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"Faced with certain defeat, Boehner (R-Ohio) pulled the legislation from consideration Thursday afternoon as Senate Democrats struggled to find enough support for their own slimmed-down response to President Obama’s more robust $3.7 billion proposal.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"The resulting lack of action would end the congressional summer session in a familiar legislative failure as the House and Senate are poised to leave town for a five-week break and to prepare for the fall elections, all as voters hold record levels of disgust for Congress.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"A few other pieces of legislation are poised to pass, including an extension of federal highway funding and a revamped method for handling veteran health care.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"However, for the second straight year, Congress has choked on dealing with legislation related to the hot-button issue of immigration. In 2013, the Senate passed a sweeping rewrite of immigration law and border security on a broad bipartisan vote, providing a long pathway to citizenship for 11 million illegal immigrants already here. The more conservative House has never been able to muster sufficient support among Republicans to even debate an immigration bill.","mime":"text/plain"},{"type":"video","id":"2093e49e-174e-11e4-88f7-96ed767bb747","host":"posttv","blurb":"More than 57,000 unaccompanied minors have crossed into the United States from Mexico since October 2013. Here are 10 numbers to know about the growing humanitarian crisis.","embedCode":"F2bnBhbzrYzKXvifM5MuiJi7q_JKk4tk","url":"false","contenturl":"http://www.washingtonpost.com/posttv/national/the-immigrant-crisis-in-10-numbers/2014/07/29/2093e49e-174e-11e4-88f7-96ed767bb747_video.html","shareurl":"http://wapo.st/1xvowqB","lmt":1406659764000,"published":1406659764000,"imageURL":"http://s3.amazonaws.com/posttv-thumbnails/thumbnails/null/20140729_undocumented.jpg","imageWidth":1920,"imageHeight":1080,"mediaURL":"http://ak.c.ooyala.com/F2bnBhbzrYzKXvifM5MuiJi7q_JKk4tk/DOcJ-FxaFrRg4gtDEwOmk2OjBrO6qGv_","omniture":{"dbpath":"/2010-2019/WashingtonPost/2014/07/29/National-Enterprise/Videos/vi-20140729_undocumented.xml","pageName":"national:video - 96ed767bb747 - 20140729 - The child immigration crisis in 10 numbers","source":"The Washington Post","channel":"national","contentSubsection":"national","contentType":"video"}},{"type":"sanitized_html","subtype":"paragraph","content":"Now, on the modest bill to handle the tens of thousands of Central American children at the border, both chambers of Congress are coming up empty.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"Boehner’s decision to punt on the border bill set off a wild scene on the House floor during a vote on the highway bill. Dozens of moderate and mainstream conservative Republicans, furious with the far-right Republicans who torpedoed the legislation, surrounded Boehner and newly minted Majority Leader Kevin McCarthy (R-Calif.), demanding that they not leave town without voting on immigration legislation.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"In response, leaders called an emergency 3 p.m. closed-door meeting to discuss a potential way forward, delaying the start of the August recess.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"“America did not send us here to do nothing,” said Rep. Steve Southerland II (R-Fla.), a junior member of the leadership team facing a tough November election.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"In a vivid example of the fluidity of the situation, Rep. Ileana Ros-Lehtinen (R-Fla.) said she was at Reagan National Airport preparing to board a flight home to Miami when she was called to return to the U.S. Capitol.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"“I was upgraded because of my miles, I was so close!” she said. Asked to guess the political consequences in her Latino-dominant district if the House fails to act, she wouldn’t say. “I hope we get a chance to vote on it. That’s why I came back.”","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"With almost no Democratic support, Boehner needed to corral votes almost entirely from within his own Republican caucus, needing support from at least 217 of the 234 Republicans. But a sizable group of House conservatives worked hand-in-hand with Sen. Ted Cruz (R-Tex.), plotting their strategy to bring down the legislation in pursuit of a more purely conservative approach.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"Democrats blamed Boehner for chasing after conservative votes for the border bill that were never going to materialize, after he initially proposed a more robust $1.5 billion plan that likely would have drawn some Democratic votes. Instead, as conservatives balked at that price tag, GOP leaders shrank the bill in an effort to grow the Republican vote — while losing Democrats.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"“The worse the bill, the more votes on the Republican side,” House Minority Leader Nancy Pelosi (D-Calif.) said in the closing minutes of the debate.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"The bill’s retraction marked an embarrassing failure in the first real test of the new leadership team that takes office Thursday after Virginia Rep. Eric Cantor’s resignation as majority leader.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"Emerging from his office off the House floor shortly after the decision was announced, House Appropriations Committee Chairman Harold Rogers (R-Ky.) said he was “disappointed” as he conceded that support quickly eroded Thursday.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"“It never really gelled,” he said.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"Rogers encouraged Obama to act on his own and rescind his 2012 executive order directing immigration officials to use broad discretion in deciding whether to deport undocumented children here in the United States.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"“I think this will put a lot more pressure on the president to act,” Rogers said. “In many ways, it was his actions and inactions that caused the crisis on the border, and we attempted in this bill to help remedy this crisis. He has the authority and power to solve the problem forthwith.”","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"Senior Republicans had expressed hope earlier Thursday when there was initial coalescing around Boehner’s plan, which was buffered by a vote that would have curtailed Obama’s Deferred Action for Child Arrivals program (DACA). By adding a vote on DACA to the docket, many tea party Republicans said Boehner was able to win them over.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"The House Republican border measures would have made it easier for the U.S. government to deport Central American minors who have entered the United States illegally and provided $659 million in additional funding to federal agencies through the end of the fiscal year. The funding was significantly less than the $3.7 billion that Obama requested and less than the $1.5 billion initially floated by Boehner and his allies this month.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"White House press secretary Josh Earnest issued a statement Thursday ahead of the planned votes, criticizing House Republicans for including a DACA vote as part of their legislative offering.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"“It is extraordinary that the House of Representatives, after failing for more than a year to reform our broken immigration reform system, would vote to restrict a law enforcement tool that the Department of Homeland Security uses to focus resources on key enforcement priorities like public safety and border security, and provide temporary relief from deportation for people who are low priorities for removal,” Earnest said.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"Some conservatives remained wary Thursday of backing Boehner’s border bill, in spite of Boehner bringing a DACA vote to the floor. Rep. Michele Bachmann (R-Minn.) said she was a “hell no” on Wednesday and still leaned in that direction. “I’m not there yet,” she said.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"“I don’t want to vote for a bill that is going to look good but do nothing,” Bachmann said. “I’m not as convinced as some of these members are.”","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"Many Republicans, however, were furious with the small band of conservatives who worked with Cruz, including at a closed-door meeting Wednesday night in his Senate office.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"Rep. Devin Nunes (R-Calif.), a close ally of Boehner and McCarthy, criticized those lawmakers and outside organizations that rallied opposition, including Heritage Action.","mime":"text/plain"},{"type":"sanitized_html","subtype":"paragraph","content":"“Anytime the groups come out and start to score these issues, then senators get involved and have secret meetings and sing ‘Kumbaya’ and stop the process,” Nunes said.","mime":"text/plain"}],"contenturl":"http://www.washingtonpost.com/politics/house-gop-leaders-spike-border-bill-rather-than-see-it-defeated/2014/07/31/1b720ff2-18e0-11e4-9e3b-7f2f110c6265_story.html","blurb":"Speaker pulls measure amid grumbling from conservatives that the bill failed to address main issues.","type":"article","lmt":1406839298000}